// Copyright 2009-2010 Johannes Lechner
//
// This file is part of RetroPod.
//
// RetroPod is free software: you can redistribute it and/or modify
// it under the terms of the GNU General Public License as published by
// the Free Software Foundation, either version 3 of the License, or
// (at your option) any later version.
//
// RetroPod is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
// GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License
// along with RetroPod.  If not, see <http://www.gnu.org/licenses/>.

/* 
   Localizable.strings
   Pod

   Created by Johannes Lechner on 17.08.09.
   Copyright 2009 Fudgy Software. All rights reserved.
 */

"PodName"					= "RetroPod";
"EngravingTextDefault"		= "Reinventing the wheel";

"MenuMusic"					= "Music";
"MenuMusicPlaylists"		= "Playlists";
"MenuMusicArtists"			= "Artists";
"MenuMusicAlbums"			= "Albums";
"MenuMusicSongs"			= "Songs";
"MenuMusicGenres"			= "Genres";
"MenuMusicComposers"		= "Composers";
"MenuMusicAudiobooks"		= "Audiobooks";
"MenuMusicPodcasts"			= "Podcasts";

"MenuSettings"				= "Settings";
"MenuSettingsShuffle"		= "Shuffle";
"MenuSettingsShuffleOff"	= "Off";
"MenuSettingsShuffleAlbums"	= "Albums";
"MenuSettingsShuffleSongs"	= "Songs";
"MenuSettingsShuffleIPod"	= "iPod";
"MenuSettingsRepeat"		= "Repeat";
"MenuSettingsRepeatOff"		= "Off";
"MenuSettingsRepeatOne"		= "One";
"MenuSettingsRepeatAll"		= "All";
"MenuSettingsRepeatIPod"	= "iPod";
"MenuSettingsClicker"		= "Clicker";
"MenuSettingsClickerOff"	= "Off";
"MenuSettingsClickerOn"		= "On";

"MenuShuffleSongs"			= "Shuffle Songs";

"MenuNowPlaying"			= "Now Playing";

"MenuAll"					= "All";
"MenuAllSongs"				= "All Songs";
"MenuAllAlbums"				= "All Albums";
"MenuAllArtists"			= "All Artists";

"PlayerMofN"				= "of";
